animals = {
    "сурок": {
        "photo": "images/marmot.jpg",
        "description": (
            "Программа опеки над сурками направлена на сохранение их популяции и изучение особенностей их поведения.\n"
            "Участники программы могут участвовать в мониторинге численности сурков, "
            "поддерживать их среду обитания, а также получать эксклюзивные материалы о жизни этих зверьков."
        ),
        "care_programs": [
            "Участие в мониторинге численности сурков.",
            "Поддержание и улучшение их среды обитания.",
            "Сбор данных и подготовка отчетов.",
            "Возможность получить доступ к эксклюзивным фотографиям и видео.",
        ]
    },
    "обезьяна": {
        "photo": "images/monkey.jpg",
        "description": (
            "Программа опеки над обезьянами направлена на поддержку приматов, "
            "находящихся в неволе или в дикой природе.\n"
            "Участники программы могут вносить вклад в обеспечение обезьян необходимым уходом, "
            "поддержку их социальной адаптации, а также участвовать в просветительских мероприятиях."
        ),
        "care_programs": [
            "Обеспечение качественного питания и ухода за обезьянами.",
            "Участие в создании обогащенной среды обитания для обезьян.",
            "Поддержка программ реабилитации и социальной адаптации.",
            "Участие в просветительских мероприятиях и распространении информации о приматах."
        ]
    },
    "медведь": {
        "photo": "images/bear.jpg",
        "description": (
            "Программа опеки над медведями направлена на защиту этих животных от браконьерства и разрушения их среды обитания.\n"
            "Участники могут участвовать в мониторинге популяции медведей, "
            "содействовать сохранению их естественных мест обитания, а также помогать в реабилитации пострадавших особей."
        ),
        "care_programs": [
            "Мониторинг популяции медведей и отслеживание их перемещений.",
            "Содействие сохранению их естественной среды обитания.",
            "Помощь в реабилитации и лечении пострадавших медведей.",
            "Участие в акциях по защите медведей от браконьерства."
        ]
    },
    "морж": {
        "photo": "images/walrus.jpeg",
        "description": (
            "Программа опеки над моржами направлена на изучение и сохранение этих арктических животных, "
            "страдающих от изменения климата и загрязнения.\n"
            "Участники программы могут внести вклад в научные исследования, "
            "помогать в охране мест обитания моржей, а также участвовать в просветительской работе."
        ),
        "care_programs": [
            "Поддержка научных исследований популяции моржей.",
            "Участие в охране мест обитания моржей.",
            "Сбор данных об экосистеме и влиянии на моржей.",
            "Участие в просветительской работе и распространении информации о моржах."
        ]
    },
     "лемур": {
        "photo": "images/lemur.jpg",
        "description": (
             "Программа опеки над лемурами направлена на сохранение этих уникальных приматов, "
             "обитающих на Мадагаскаре.\n"
             "Участники могут участвовать в мониторинге популяций, защите среды обитания "
             "и просветительской работе."
        ),
        "care_programs": [
             "Мониторинг и изучение популяции лемуров.",
             "Защита лесов и других мест обитания лемуров.",
             "Поддержка программ разведения и реабилитации лемуров.",
             "Просветительская деятельность и повышение осведомленности о лемурах."
        ]
    },
    "пингвин": {
        "photo": "images/penguin.jpg",
        "description": (
             "Программа опеки над пингвинами направлена на изучение и сохранение этих удивительных "
             "птиц, обитающих в холодных регионах.\n"
             "Участники могут участвовать в мониторинге популяции, защите их среды "
             "и содействии научным исследованиям."
        ),
        "care_programs": [
             "Мониторинг численности и миграции пингвинов.",
             "Защита мест размножения и питания пингвинов.",
             "Сбор данных для научных исследований.",
             "Участие в спасательных операциях и реабилитации пингвинов."
        ]
    },
     "слон": {
        "photo": "images/elephant.jpg",
        "description": (
             "Программа опеки над слонами направлена на защиту этих великолепных животных "
             "от браконьерства и потери среды обитания.\n"
             "Участники могут участвовать в защите территорий обитания, "
             "мониторинге популяций и просветительской работе."
        ),
        "care_programs": [
             "Защита территорий обитания слонов.",
             "Мониторинг численности и перемещения слонов.",
             "Противодействие браконьерству.",
             "Просветительская работа среди местных сообществ."
        ]
    }
}
