questions = [
            {
                "question": "Какой тип местности вам больше нравится?",
                "options": ["Лес", "Горы", "Степь", "Море"],
                "scores": {
                    "Лес": "медведь",
                    "Горы": "сурок",
                    "Степь": "обезьяна",
                    "Море": "морж"
                }
            },
            {
                "question": "Какое время года вы предпочитаете?",
                "options": ["Весна", "Лето", "Осень", "Зима"],
                "scores": {
                    "Весна": "лемур",
                    "Лето": "обезьяна",
                    "Осень": "медведь",
                    "Зима": "пингвин"
                }
            },
             {
                 "question": "Что вам больше нравится делать?",
                 "options": ["Отдыхать", "Играть", "Наблюдать", "Заботиться"],
                 "scores": {
                   "Отдыхать": "морж",
                   "Играть": "обезьяна",
                   "Наблюдать": "сурок",
                   "Заботиться": "слон"
                  }
             }
        ]
